/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Yazılımı satın alınan E-posta adresi ve kayıt kodu ile kaydedin.";
"Your E-mail Address" = "Lisanslı E-posta";
"Registration Code" = "Kayıt Kodu";

"Please make sure both your E-mail address and registration code are correct and try again." = "Lütfen hem E-posta adresinizin hem de kayıt kodunuzun doğru olduğundan emin olun ve tekrar deneyin.";

"Buy Now" = "Şimdi satın al";
"Register" = "Kaydolmak";
"Skip" = "Atlamak";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Kayıt kodunu almadıysanız veya kayıt e-posta adresini bilmiyorsanız, kontrol etmek için lütfen buraya tıklayın. ";
"click here to check >>" = "buraya tıklayın";
"2. For other registration issues, please contact us >>" = "2.Yazılım veya kayıtla ilgili diğer sorunlar için lütfen destek merkezi ni ziyaret edin. ";
"contact us >>" = "Yazılım veya";

"Registering…" = "Kaydediliyor…";
"Registered successfully!" = "Başarıyla kayıt olundu!";
"OK" = "tamam";

"Please make sure your network connection is working and try again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar deneyin.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Hata! Kayıt Hatası! Lütfen girdiğiniz E-posta adresini ve kayıt kodunu tekrar kontrol edin ve tekrar kayıt olun.";

"The number of devices has exceeded the current order limit." = "Cihaz sayısı mevcut sipariş sınırını aştı.";
"Contact us" = "Bize Ulaşın";
"The number of computers registered with the registration code has exceeded the limit." = "Kayıt koduyla kayıtlı bilgisayar sayısı sınırı aştı.";
"Invalid registration code!" = "Geçersiz kayıt kodu!";
"No order record for this registration code!" = "Bu kayıt kodu için sipariş kaydı yok!";
"This registration code has expired!" = "Bu kayıt kodunun süresi doldu!";

"Registered license plan:" = "Kayıtlı lisans planı:";
"User E-mail:" = "Kullanıcı e-postası:";
"License Plan:" = "lisans Planı:";

"Change license plan" = "Lisans planını değiştir";
"Family license" = "aile ehliyeti";
"1 Year license" = "1 Yıllık lisans";
"1 Month license" = "1 Aylık lisans";
"Enterprise Subscription Edition" = "Kurumsal Abonelik Sürümü";

"Valid until:" = "Şu tarihe kadar geçerlidir:";

"Available device(s):" = "Mevcut cihaz(lar):";
"%lu device(s)/Total %lu device(s)" = "%lu cihaz(lar)/Toplam %lu cihaz(lar)";
"Available computer(s):" = "Kullanılabilir bilgisayar(lar):";
"%lu computer(s)/Total %lu computer(s)" = "%lu bilgisayar(lar)/Toplam %lu bilgisayar(lar)";

"Used device(s):" = "Kullanılan cihaz(lar):";
"Used computer(s):" = "Kullanılmış bilgisayar(lar):";
"%lu device(s)" = "%lu cihaz";
"%lu computer(s)" = "%lu bilgisayar";

"Welcome to use %@" = "%@'i kullanmaya hoş geldiniz";
"Change License" = "Lisansı Değiştir";
"Lifetime" = "Ömür";
"Unlimited" = "Sınırsız";

"If you want to continue using %@, please purchase again or contact us." = "%@ kullanmaya devam etmek istiyorsanız, lütfen tekrar satın alın veya bizimle iletişime geçin.";
"See Pricing" = "Fiyatlandırmaya Bakın";
